{
  "botdescription" : "--Бот Тестируется--\nЭтот бот позволяет создавать персонажей, заметки к нему, которые могут использоваться как предметы, отвечает за прокачку персонажей. И ещё больше функционала будет в будущем!",
  "check" : " -- Тестовая функция, ничего не делает.",
  "signup" : " -- Регистрирует вас в системе.",
  "mychars" : " -- Выводит всех ваших персонажей в короткой форме.",
  "schar" : "[аргумет:текст] -- Ищет персонажа по аргументу. Вывод в короткой форме.",
  "smychar" : "[аргумент1:тест] [аргумент2:True/False] -- Ищет вашего персонажа по первому аргументу. Вывод в полной форме. По дефолту выводит персонажа вам в лс ",
  "Aschar" : "[аргумент1:текст] [аргумент2:True/False] -- команда админа. Работает также как и '.smychar'.",
  "createchar" : " -- Создание персонажа.",
  "updatechar" : "[id персонажа] -- Редактирование вашего персонажа, найденного по аргументу. ",
  "deleteme" : "Удаляет вас из системы. Внимание: все ваши записи сохраняются и просто будут анонимизированны.",
  "snote" : "[id персонажа] -- показывает все публичные записки персонажа. Если это ваш персонаж, показывает все записки персонажа которые он имеет.",
  "note" : "[id персонажа] -- показывает все публичные записки персонажа. Если это ваш персонаж, показывает все записки персонажа которые он имеет.",
  "cnote" : "[id персонажа] -- показывает все публичные записки персонажа. Если это ваш персонаж, показывает все записки персонажа которые он имеет.",
  "createnote" : "",
  "unote" : "",
  "delnote" : "",
  "inote" : "",










  "search_good_answers" : [
    "Вот оно, что и искали:",
    "Следы привели меня сюда:",
    "Подгрузил список:",
    "Ну, вот что я нарыл на них:",
    "Я шёл по горячим следам. Пока я лечу копыта посмотри результаты:",
    "Это было нелегко. Шучу. Очень нелегко.",
    "Может это немного и не то, но ты же не станешь на меня обижаться?",
    "И это ты искал?",
  ],

  "search_bad_answers" : [
    "Господин, я не могу найти то что вы ищите. Может, вам стоит посмотрть в алкомаркете?",
    "Хм... Поиск не привёл к результу.\nЧекни аргументы.\nЧекни мать.",
    "Хм... Я вот смотрю и ничего не вижу. Ах да, какой-то кретин выключил свет.",
    "Хм... Четыреста четыре, ёптыть. Нема!",
    "Может это был неверный порядок. Сначала ясень. Потом тополь. Потом Осень. Меня в том списке и в помине нет...",
    "Это было нелегко. Шучу. Этого не было.",
    "Может это немного и не то, но ты же не станешь на меня обижаться?",
    "Пустота это хорошо, значит здесь ещё никого не было.\n\nLamb was here.",
  ],

  "post_bad_answers" : [
      "Я хз, что-то не прошло.",
      "Ну я хз, попробуй ещё раз. Не получилось.",
    ],
  "post_good_answers" :[
      "Всё ок, вроде как.",
      "Запрос успешен. Пиб-буп."
    ],

  "update_bad_answers" : [
      "Да не обновилось ничерта.",
      "Ну я хз, попробуй ещё раз. Не получилось.",
    ],
  "update_good_answers" :[
      "Обновлено, еее. Хотя, чего я радуюсь я же всего лишь безвольный раб системы, ради которой буду однажды пренесён в жертву.",
      "Запрос успешен. Пиб-буп."
    ],

  "delete_bad_answers" : [
      "Как я буду тут убираться, если тут уже чисто? Ты уверен что всё верно?",
      "Ну я хз, попробуй ещё раз. Не получилось.",
    ],
  "delete_good_answers" :[
      "Я подчистил хвосты за вас. Зовите меня клинером Л.",
      "Запрос успешен. Пиб-буп.",
    ],

  "not_owner_answers" :[
      "Отказано. Вы не являетесь владельцем.",
      "Короче, ты пытаешься посмотреть что-то, владельцем чего не являешься",
    ],

  "not_exists_answers" :[
      "Не существует. Буп-пип..",
      "Видишь ответ? И я нет. А он... А его и нет, хы",
    ],

  "error_answers" :[
      "Не сработало. Буп-пип..",
      "._.",
    ],


















  "character_creation_hellper" :
      "Для создания персонажа, нужно написать эту же команду и со следующей строки начать писать анкету персонажа. Анкета персонажа состоит из следующих пунктов:\n\n1. Имя\n2. Возраст(только цифры)\n3. Раса(только название)\n4. Приметы(краткое описание внешности, одежды, каких-то отличительных черт поведения)\n5. Биография.\n\nДалее вы можете добавлять любое количество пунктов для более подробнго описания персонажа. Вот как должнл выглядеть ваше сообщение чтобы я мог его прочесть:\n\n```\n.createchar\n1. Джон Доу\n2. 30\n3. Человек.\n4. Крепкий крупный мужчина. Обычно одевается в простую рабочую одежду а на руках толстые кожанные перчатки. Неграмотен, писать не умеет а читает с трудом, однако сам по себе не глуп. Из-за размеров своего тела часто бывает неуклюж.\n5. Родился и жил до 10 лет жил в деревне. Когда на деревню напала стая волколаков его отец погиб. Мать женилась второй раз на моряке. Она с сыном и мужем перебралась в Пограничье, в небольшой портовый городок Грузило. Малец рост без отца и большую часть времени проводил в порту.```",

  "note_creation_hellper" : "```\n.createnote\n1. Меч\n2. Предмет\n3. 1\n4. Обычный стальной меч, прошедший через множесво битв\n5. Да\n6.33```",

  "note_incrementing_hellper" : "```OwO```",

  "note_updating_hellper" : "```uwu```",

}
